export const epicSpells = [
    {
        amount: 3,
        id: "minecraft:phantom_membrane",
        name: "§5鳳の羽根",
        lore: [
            "§d[躍進] §5右クリック",
            "§5視点の方向に飛翔する"
        ],
    },
    
    {
        amount: 1,
        id: "crying_obsidian",
        name: "§5崩壊する重力",
        lore: [
            "§5[重力操作] §5右クリック",
            "発動者の足元に拡大していく魔法陣が展開され",
            "一定時間後にその魔法陣の中にいる敵の重力を数秒崩壊させる"

        ],
    },
    
    {
        amount: 1,
        id: "gacha:medical_kit",
        name: "§5回復キット",
        lore: [
            "§d[応急手当] §5右クリック",
            "§5自分の体力を即座に10回復する",
            "§5消耗品"
        ],
    },

    {
        amount: 1,
        id: "minecraft:feather",
        name: "§5アサシン",
        lore: [
            "§7[暗闇からの急襲] §5右クリック",
            "§5二十秒間、防具も含めて透明になる",
            "§5透明化中に攻撃をすると追加で3ダメージを与え、透明化を解除する",
            "§5透明化中にダメージを受けると、透明化が解除される"
        ],
    },
    {
        amount: 1,
        id: "minecraft:golden_dandelion",
        name: "§5フラワーダッシュ",
        lore: [
            "§7[ジャローナ] §5右クリック",
            "§5一定時間の間、足元に花を生成しながらダッシュする",
        ],
    },
    {
        amount: 1,
        id: "minecraft:amethyst_shard",
        name: "§5ジャイロキネティックワンド",
        lore: [
            "§7[収縮] §5右クリック",
            "§5視線の先にあるブロックを中心地にする",
            "§5発動後、周囲のプレイヤーを強力な力で中心まで引き寄せる"
        ],
    },
    {
        amount: 1,
        id: "minecraft:firework_star",
        name: "§5ランダムダイス",
        lore: [
            "§7[リスキーパワー] §5右クリック",
            "§5周囲のプレイヤーのエフェクトを消し、10秒間エフェクトが付与されなくなる",
            "§5もしも二分の一を外せば、対象は自分だけになる"
        ],
    },
]