export const mythicSpells = [
    {
        amount: 1,
        id: "minecraft:paper",
        name: "§dはるばぐ工房の特別カタログギフト",
        lore: [
            "§f[はるばぐ様からの加護] §5右クリック",
            "§5周囲のプレイヤー全てにはるばぐ様の加護を与える"
        ],
    },

    {
        amount: 1,
        id: "minecraft:paper",
        name: "§dはるばぐ工房の特別徴収マシーン",
        lore: [
            "§f[はるばぐ様への供物] §5右クリック",
            "§5周囲のプレイヤーから体力とエフェクトを受け取る"
        ],
    },

    {
        amount: 1,
        id: "minecraft:disc_fragment_5",
        name: "§dフックショット",
        lore: [
            "§a[引き寄せ] §5右クリック",
            "§5ブロックにヒットさせるとその場所に向かって飛ぶ",
            "§5遠ければ遠いほど勢いは増す"
        ],
    },
    {
        amount: 1,
        id: "minecraft:pink_dye",
        name: "§d癒しの焚火",
        lore: [
            "§d[憩いの場] §5右クリック",
            "§5持続回復可能な焚火を設置する",
            "§5一定時間経過か破壊すると回復できなくなる"
        ],
    },
    {
        amount: 1,
        id: "minecraft:bone",
        name: "§d気まずさの破片",
        lore: [
            "§d[消失] §5攻撃",
            "§5攻撃するとお互いの服がはじけ飛ぶ"
        ],
    },
    {
        amount: 1,
        id: "minecraft:cyan_dye",
        name: "§dディメンショナルドリフト",
        lore: [
            "§d[次はどいつだ] §5攻撃",
            "§5一定時間所持しているアイテム以外透明になる",
            "§5透明化中は無敵になるが、通常攻撃と一部スキルのダメージが0になる",
            "§5透明化中は自由にスキルを使用できる"
        ],
    },
]